#типа прога загадывает число, человек должен угадать. 
#Если человек вводит не то число, прога дает подсказку (типа это число меньше чем ты загадал),
#и переспрашивает человека снова ввести число. 
#Когда угадывает то он побеждает

# 1. Нужнно сгенерировать число загаданное

# 2. Нужно создать функцию, которая будет спрашивать число у юзера

# 3. Нужео проверить ответ пользователя
# 4. Нужно закрыть программу esli verno otvetil
# 5. Нужно запустить функцию повторно esli neverno

# povtori kod, no bez menyz i bez podska

# google mozhno

from random randint